{
    "metadata": {
        "title": "Patanjali Yoga Sutras",
        "author": "",
        "translator":"Swami Vivekananda",
        "amazonLink": "https://amzn.to/3Vfs9pp",
        "tags": ["Yoga"]
    },
    "excerpts": [
        {
            "text": "This nature has been divided into various categories by the Sankhyas; the Self of man is beyond all these, beyond nature, is effulgent by Its very nature. It is pure and perfect. Whatever of intelligence we see in nature is but the reflection from this Self upon nature. Nature itself is insentient. You must remember that the word nature also includes the mind; mind is in nature; thought is in nature; from thought, down to the grossest form of matter, everything is in nature, the manifestation of nature. This nature has covered the Self of man, and when nature takes away the covering the Self becomes unveiled, and appears in Its own glory.",
            "verse": "16",
            "chapter": "",
            "commentary": true
        },
        {
            "text": "This is another sort of concentration. Think of the lotus of the heart, with petals downwards, and running through it the Susumna; take in the breath, and while throwing the breath out imagine that the lotus is turned with the petals upwards, and inside that lotus is an effulgent light. Meditate on that.",
            "verse": "36",
            "chapter": "",
            "commentary": true
        },
        {
            "text": "Sometimes a man dreams that he has seen angels coming to him and talking to him, that he is in an ecstatic condition, that he has heard music floating through the air. He is in a blissful condition in that dream, and when he awakes it makes a deep impression on him. Think of that dream as real, and meditate upon it. If you cannot do that, meditate on any holy thing that pleases you.",
            "verse": "38",
            "chapter": "",
            "commentary": true
        },
        {
            "text": "I pronounce a word, \"cow.\" As soon as it enters through your ears there is a wave produced in your Chitta along with it. So that wave represents the idea of the cow, the form or the meaning as we call it. That apparent cow that you know is really that wave in the mind-stuff, and that comes as a reaction to the internal and external sound-vibrations, and with the sound, the wave dies away; that wave can never exist without a word. You may ask how it is when we only think of the cow, and do not hear a sound. You make that sound yourself. You are saying \"cow\" faintly in your mind, and with that comes a wave. There cannot be any wave without this impulse of sound, and when it is not from outside it is from inside, and when the sound dies, the wave dies. What remains? The result of the reaction, and that is knowledge. These three are so closely combined in our mind that we cannot separate them. When the sound comes, the senses vibrate, and the wave rises in reaction; they follow so closely upon one another that there is no discerning one from the other; when this meditation has been practiced for a long time, memory, the receptacle of all impressions, becomes purified, and we are able clearly to distinguish them from one another. This is called \"Nirvitarka,\" concentration without reasoning.",
            "verse": "43",
            "chapter": "",
            "commentary": true
        },
        {
            "text": "The seer is really the Self, the pure one, the ever holy, the infinite, the immortal. That is the Self of man. And what are the instruments? The Chitta, or mind-stuff, the Buddhi, determinative faculty, the Manas, or mind, and the Indriyani, or sense organs. These are the instruments for him to see the external world, and the identification of the Self with the instruments is what is called the ignorance of egoism. We say \"I am the mind, I am thought; I am angry, or I am happy.\" How can we be angry, and how can we hate? We should identify ourselves with the Self; that cannot change. If it is unchangeable, how can it be one moment happy, and one moment unhappy? It is formless, infinite, omnipresent. What can change it? Beyond all law. What can affect it? Nothing in the universe can produce an effect on it, yet, through ignorance, we identify ourselves with the mind-stuff, and think we feel pleasure or pain.",
            "verse": "6",
            "chapter": "",
            "commentary": true
        }
    ]
    
    
}
