{
    "metadata": {
        "title": "Stavacintāmaṇi of Bhaṭṭa Nārāyaṇa with the Commentary by Kṣemarāja",
        "author": "Kṣemarāja",
        "translator":"Boris Marjanovic",
        "amazonLink": "https://amzn.to/4e7qFnK",
        "tags": ["Kashmir-Shaivism"]
    },
    "excerpts": [
        {
            "text": "In the Śaiva system, Somānanada states that any extreme experience, such as fear, extreme happiness, or suffering is the best occasion for one to realize one's own nature. ",
            "chapter": "Introduction",
            "verse": "",
            "commentary": false
        },
        {
            "text": "From this perspective, what we call 'life' is nothing but the process in which Śiva, having assumed all limited forms, rediscovers His own original all-knowing and omnipotent Self, by undergoing innumerable experiences, births and deaths. For a limited knowing subject this rediscovery or recognition of one's own essential nature is called liberation (mokṣa). However, liberation here is the result of the freedom of the Lord and not the result of any particular action performed by the individual. If liberation were the result of individual action then Śaktipāta would not be different from any other ordinary action and would produce new karman that would require the subject to experience its results.",
            "chapter": "Introduction",
            "verse": "",
            "commentary": false
        },
        {
            "text": "By which physical activity You are not attained? Which word that does not express You? What meditation is there by which You are not meditated on? What's more, O Lord, what is that where You are not?",
            "chapter": "",
            "verse": "21",
            "commentary": false
        },
        {
            "text": "Even after experiencing a series of mental and physical activities because of the fluctuations of the mind, O Bhava, I profoundly rejoice in the bliss of Your Consciousness.",
            "chapter": "",
            "verse": "38",
            "commentary": false
        },
        {
            "text": "Where is that place in which You are not (present) ? Time exists only in the identity with You; thus, although already attained, tell me - O Lord when the state of identity with You will be attained.",
            "chapter": "",
            "verse": "56",
            "commentary": false
        }
    ]
}
