{
    "metadata": {
        "title": "Ashtavakra Samhita",
        "author": "",
        "translator":"Swami Nityaswarupananda",
        "amazonLink": "https://amzn.to/3Ewdd0r",
        "tags": ["Advait-Vedanta"],
        "category": "Spirituality",
        "language": "en"
    },
    "excerpts": [
        {
            "text": "Virtue and vice, pleasure and pain, are of the mind, not of you, O all-pervading one. You are neither doer nor enjoyer. Verily you are ever free.",
            "section": "",
            "chapter": "1",
            "verse": "6"
        },
        {
            "text": "You are the one seer of all and really ever free. Verily this alone is your bondage that you see the seer as other than such.",
            "section": "",
            "chapter": "1",
            "verse": "7"
        },
        {
            "text": "As waves, foam and bubbles are not different from water, even so the universe emanating from the Self is not different from it.",
            "section": "",
            "chapter": "2",
            "verse": "4"
        },
        {
            "text": "How wonderful! In me, the shoreless ocean, the waves of individual selves rise, strike (each other), play (for a time) and disappear, each according to its nature.",
            "section": "",
            "chapter": "2",
            "verse": "25"
        },
        {
            "text": "The high-souled person witnesses his own body acting as if it were another's. As such, how can he be disturbed by praise or blame?",
            "section": "",
            "chapter": "3",
            "verse": "10"
        },
        {
            "text": "He who has given up worldly attachment from his mind, who is beyond the pairs of opposites, and who is free from desire, - to him any experience coming as a matter of course does not cause either pleasure or pain.",
            "section": "",
            "chapter": "3",
            "verse": "14"
        },
        {
            "text": "The universe rises from you like bubbles rising from the sea. Thus know the Atman to be one and enter even thus into (the state of) Dissolution.",
            "section": "",
            "chapter": "5",
            "verse": "2"
        },
        {
            "text": "That I am like the ocean and the phenomenal universe is like the wave. This is Knowledge. So it has neither to be renounced nor accepted nor destroyed. ",
            "section": "",
            "chapter": "6",
            "verse": "2"
        },
        {
            "text": "It is bondage when the mind desires or grieves at anything, rejects or accepts anything, feels happy or angry at anything.",
            "section": "",
            "chapter": "8",
            "verse": "1"
        },
        {
            "text": "When there is no 'I', there is liberation; when there is 'I', there is bondage. Considering thus, easily refrain from accepting or rejecting anything.",
            "section": "",
            "chapter": "8",
            "verse": "4"
        },
        {
            "text": "Look upon the modifications of the elements as nothing in reality but the primary elements themselves and you will at once be free from bondage and abide in your true self.",
            "section": "",
            "chapter": "9",
            "verse": "7"
        },
        {
            "text": "Know wherever there is desire there is the world. Betaking yourself to firm non-attachment, go beyond desire and be happy.",
            "section": "",
            "chapter": "10",
            "verse": "3"
        },
        {
            "text": "One who has realized that existence, destruction and change are in the nature of things, easily finds repose, being unperturbed and free from pain.",
            "section": "",
            "chapter": "11",
            "verse": "1"
        },
        {
            "text": "\"It is verily I from Brahma down to the clump of grass\"—one who knows this for certain, becomes free from the conflict of thought, pure and peaceful and turns away from what is attained and not attained.",
            "section": "",
            "chapter": "11",
            "verse": "7"
        },
        {
            "text": "The cessation from action is as much an outcome of ignorance as the performance thereof. Knowing this truth fully well, thus verily do I abide.",
            "section": "",
            "chapter": "12",
            "verse": "6"
        },
        {
            "text": "Fully realizing that nothing whatsoever is really done by the Self, I do whatever presents itself to be done and live happily.",
            "section": "",
            "chapter": "13",
            "verse": "3"
        },
        {
            "text": "I do not lose by sleeping or gain by striving. So giving up (thoughts of) loss and elation I live happily.",
            "section": "",
            "chapter": "13",
            "verse": "6"
        },
        {
            "text": "You are not the body, nor is the body yours, nor are you the doer or the enjoyer. You are Intelligence itself, the eternal Witness and free. Go about happily.",
            "section": "",
            "chapter": "15",
            "verse": "4"
        },
        {
            "text": "Attachment and abhorrence are attributes of mind. The mind is never yours. You are free from conflict, Intelligence itself and changeless. Go about happily.",
            "section": "",
            "chapter": "15",
            "verse": "5"
        },
        {
            "text": "Completely give up even contemplation and hold nothing in your mind. You are verily the Self and therefore free. What will you do by thinking?",
            "section": "",
            "chapter": "15",
            "verse": "20"
        },
        {
            "text": "One desirous of worldly enjoyment and one desirous of liberation are both found in this world. But rare is the great-souled one who is not desirous of either enjoyment or liberation.",
            "section": "",
            "chapter": "17",
            "verse": "5"
        },
        {
            "text": "This universe is but a state of consciousness. In reality it is nothing. Those self-existing beings that cognize both existence and non-existence, never cease to be.",
            "section": "",
            "chapter": "18",
            "verse": "4"
        },
        {
            "text": "Such thoughts as 'this indeed am I' and 'this I am not' are annihilated for the Yogi who has become silent by knowing for certain all as Self.",
            "section": "",
            "chapter": "18",
            "verse": "9"
        },
        {
            "text": "The sage who moves like a child without motive in all his observances and is pure, has no attachment even to work that is being done by him.",
            "section": "",
            "chapter": "18",
            "verse": "64"
        }
    ]
}