{
    "metadata": {
        "title": "Dṛg-Dṛśya Vivēka",
        "author": "Adi Shankaracharya",
        "translator":"Swami Nikhilananda",
        "amazonLink": "https://amzn.to/410DxZQ",
        "tags": ["Advait-Vedanta"],
        "category": "Spirituality",
        "language": "en"
    },
    "excerpts": [
        {
            "text": "The form is perceived and the eye is its perceiver. It (eye) is perceived and the mind is its perceiver. The mind with its modifications is perceived and the Witness (the Self) is verily the perceiver. But It (the Witness) is not perceived (by any other)",
            "section": "",
            "chapter": "",
            "verse": "1"
        },
        {
            "text": "The subtle body (Lingam) which exists in close proximity to the Witness(Sākshin) identifying itself with the gross body becomes the embodied empirical self, on account of its being affected by the reflection of Consciousness.",
            "section": "",
            "chapter": "",
            "verse": "16"
        },
        {
            "text": "Every entity has five characteristics, viz., existence, cognizability, attractiveness, form and name Of these, the first three belong to Brahman and the next two to the world.",
            "section": "",
            "chapter": "",
            "verse": "20"
        },
        {
            "text": "The attributes of Existence, Consciousness and Bliss are equally present in the Ākasha (ether), air, fire, water and earth as well as in gods, animals and men etc. Names and forms make one differ from the other.",
            "section": "",
            "chapter": "",
            "verse": "21"
        },
        {
            "text": "Having become indifferent to name and form and being devoted to Satchidānanda, one should always practise concentration either within the heart or outside.",
            "section": "",
            "chapter": "",
            "verse": "22"
        },
        {
            "text": "Desire etc. centred in the mind are to be treated as (cognizable) objects. Meditate on Consciousness as their Witness. This is what is called Savikalpa Samādhi associated with (cognizable) objects.",
            "section": "",
            "chapter": "",
            "verse": "24"
        },
        {
            "text": "Limitation is illusory but that which appears to be limited is real. The Jivahood (of the Self) is due to the superimposition of the illusory attributes. But really it has the nature of Brahman.",
            "section": "",
            "chapter": "",
            "verse": "33"
        },
        {
            "text": "It is because the fallacious presentation of Consciousness located in the Buddhi performs various actions and enjoys their results, therefore it is called Jiva. And all this, consisting of the elements and their products which are of the nature of the objects of enjoyment, is called Jagat (universe).",
            "section": "",
            "chapter": "",
            "verse": "36"
        }
    ]
}
