{
    "metadata": {
        "title": "Gītārtha-Saṁgraha - Abhinavagupta's commentary on Bhagavad Gītā",
        "author": "Abhinavagupta",
        "translator":"Boris Marjanovic",
        "amazonLink": "https://amzn.to/3Us3OvV",
        "tags": ["Kashmir-Shaivism"],
        "category": "Spirituality",
        "language": "en"
    },
    "excerpts": [
        {
            "text": "Kṣatriyas who have gathered on this field (possessing these contradicting feelings) for the very purpose of destroying and being destroyed are of the nature of knowledge and ignorance. The Kauravas, being dominated by impure desires, represent ignorance, while the Pāṇḍavas, who are of the nature of pure knowledge, represent knowledge itself. What did these kṣatriyas do on the battlefield? Between these two opposing groups, who are the defeated ones and who are the victorious? This is the meaning of the question asked by the king Dhṛtarāṣṭra.",
            "chapter": "1",
            "verse": "1",
            "commentary": true
        },
        {
            "text": "The Kauravas, who continuously repeat the words, “this is mine, this is mine” (māmaka), and who act closely following the desires of their bodies, are the ignorant ones. The Pāṇḍavas, on the other hand, are pure because they are free from that feeling.",
            "chapter": "1",
            "verse": "1",
            "commentary": true
        },
        {
            "text": "A wise person, who was compelled into the troubling union between knowledge and ignorance, should, having analysed and rejected both, enter the state free from thought.",
            "chapter": "1",
            "verse": "",
            "commentary": false
        },
        {
            "text": "Action by itself cannot bind anyone because it is insentient. The ātman binds himself by the acts existing in a subtle form, i.e., impressions of the past deeds (vāsanā).",
            "chapter": "2",
            "verse": "40",
            "commentary": true
        },
        {
            "text": "He who desires perfection (siddhi) or mokṣa by easy means should enjoy the objects of enjoyment available to him only with the idea in mind to bring about detachment by fulfilling the curiosity of the senses.",
            "chapter": "3",
            "verse": "12",
            "commentary": true
        },
        {
            "text": "With the understanding, “I am not the doer”, the yogin surrenders all activities to the Lord. He understands that the fully independent highest Lord is the doer of everything and that the yogin himself does nothing. Such a yogin, desiring to educate people, engages himself into activity as if he is fighting a war.",
            "chapter": "3",
            "verse": "30-33",
            "commentary": true
        },
        {
            "text": "The man of knowledge does not behave differently from an ordinary man in regard to daily activities such as eating, etc. Such a yogin also acts impelled by the three guṇas. However, at the time of death, the yogin is liberated because the elements get dissolved into Pṛakrti, and the ātman is by nature not involved in any activity. Therefore, there is nothing to be caught into the circle of births and deaths.",
            "chapter": "3",
            "verse": "30-33",
            "commentary": true
        },
        {
            "text": "Those who, in the process of worship, use different names or forms, they also worship the highest Lord. This is because everything that exists that could be worshipped is included in that Brahman. However, the difference between these two types of worship (between worship of the highest Brahman and of other gods possessing different names and forms) is that those who worship by using different names, etc., worship according to the different injunctions (aviddhi). The word aviddhi simply means different types of injunction. Therefore the Lord said that he, who is of the nature of the highest Brahman, could be worshipped through various kinds of injunctions.",
            "chapter": "9",
            "verse": "24-27",
            "commentary": true
        },
        {
            "text": "Therefore, in all acts of sacrifice, which are prescribed by various injunctions aiming to please Indra, etc., that God — who is the self (ātman) of one's own, whose essence is the creation of the universe, who continuously manifests himself as the multitude of gods and who connects all this universe like the thread in a garland of flowers — is (in reality) the object of all sacrifices. This is because he is behind the manifestation of all the gods such as Indra, etc. Therefore, the fact that the Lord is the aim of all sacrifices stands logically justified.",
            "chapter": "9",
            "verse": "24-27",
            "commentary": true
        },
        {
            "text": "He who sees that all actions are performed only by Prakṛti and that the self not the doer, he truly sees.",
            "chapter": "13",
            "verse": "30",
            "commentary": false
        },
        {
            "text": "The yogin who with a firm conviction thinks in the following way: “It is Prakṛti which acts and not me\", such a yogin, even if completely engaged in activity, in reality does not act. This is what the Lord meant when he said that such a yogin is not a doer.",
            "chapter": "13",
            "verse": "30",
            "commentary": true
        },
        {
            "text": "In that (highest abode) there is no place for the sun, etc., because the sun, etc., are bound by time and space. They are also objects of knowledge that are used by sense organs as the objects of experience. However, the highest reality transcends the sun, etc., because it is beyond division into time and space, because it itself possesses knowledge and because it sets the sense organs into motion.",
            "chapter": "15",
            "verse": "6",
            "commentary": true
        }
    ]
}
