{
    "metadata": {
        "title": "Katha Upanishad",
        "author": "",
        "translator":"Swami Gambhirananda",
        "amazonLink": "https://amzn.to/4hsXz4v",
        "tags": ["Advait-Vedanta"],
        "category": "Spirituality",
        "language": "en"
    },
    "excerpts": [
        {
            "text": "Just as the sun, which is the eye of the whole world, is not tainted by the ocular and external defects, similarly, the Self, that is but one in all beings, is not tainted by the sorrows of the world, It being transcendental.",
            "section": "2",
            "chapter": "2",
            "verse": "11"
        },
        {
            "text": "The intelligent man gives up happiness and sorrow by developing concentration of mind on the Self and thereby meditating on the old Deity who is inscrutable, lodged inaccessibly, located in the intellect, and seated in the midst of misery.",
            "section": "2",
            "chapter": "1",
            "verse": "12"
        },
        {
            "text": "The Self that is subtler than the subtle and greater than the great is lodged in the heart of (every) creature. A desireless man sees that glory of the Self through the serenity of the organs, and (thereby he becomes) free from sorrow.",
            "section": "2",
            "chapter": "1",
            "verse": "20"
        },
        {
            "text": "This Self cannot be known through much study, nor through the intellect, nor through much hearing. It can be known through the Self alone that the aspirant prays to; this Self of that seeker reveals Its true nature.",
            "section": "2",
            "chapter": "1",
            "verse": "23"
        },
        {
            "text": "(Know the individual) Self as the master of the chariot, and the body as the chariot. Know the intellect as the charioteer, and the mind as verily the bridle.",
            "section": "3",
            "chapter": "1",
            "verse": "3"
        },
        {
            "text": "The man, however, who has as his charioteer a discriminating intellect, and who has under control the reins of the mind, attains the end of the road; and that is the highest place of Visnu",
            "section": "3",
            "chapter": "1",
            "verse": "9"
        },
        {
            "text": "He is hidden in all beings; and hence He does not appear as the Self (of all). But by the seers of subtle things, He is seen through a pointed and fine intellect.",
            "section": "",
            "chapter": "",
            "verse": ""
        },
        {
            "text": "O Gautama, as pure water poured on pure water becomes verily the same, so also does become the Self of the man of knowledge who is given to deliberation (on the Self).",
            "section": "1",
            "chapter": "2",
            "verse": "15"
        },
        {
            "text": "When the five senses of knowledge come to rest together with the mind, and the intellect, too, does not function, that state they call the highest.",
            "section": "3",
            "chapter": "2",
            "verse": "10"
        }
    ]
}
