{
    "metadata": {
        "title": "Lalla-Vakyani or The Wise Sayings of Lal-Ded",
        "author": "Lal-Ded",
        "translator":"Sir George Grierson",
        "amazonLink": "https://amzn.to/3AgCmdO",
        "tags": ["Kashmir-Shaivism"],
        "category": "Spirituality"
    },
    "excerpts": [
        {
            "text": "With passionate longing did I, Lallā, go forth.\nSeeking and searching did I pass the day and night.\nThen, lo, saw I in mine own house a learned man,\nAnd that was my lucky star and my lucky\nmoment when I laid hold of him.",
            "chapter": "",
            "verse": "3",
            "commentary": false
        },
        {
            "text": "Slowly, slowly, did I stop my breath in the bellows-pipe (of my throat).\nThereby did the lamp (of knowledge) blaze up within me, and then was my true nature revealed unto me.\nI winnowed forth abroad my inner light,\nSo that, in the darkness itself, I could seize (the truth) and hold it tight.",
            "chapter": "",
            "verse": "4",
            "commentary": false
        },
        {
            "text": "He who hath deemed another and himself as the same,\nHe who hath deemed the day (of joy) and the night (of sorrow) to be alike,\nHe whose mind hath become free from duality,\nHe, and he alone, hath seen the Lord of the Chiefest of gods.",
            "chapter": "",
            "verse": "5",
            "commentary": false
        },
        {
            "text": "When cold hath obtained the mastery overwater, the water becometh ice;\nOr, again, it may be turned to snow.\nThus there are three different things; but, on reflection, we see that they are not different.\nWhen the sun of the Supreme Consciousness shineth forth, the three will become the same.\nLo! By it all things, whether with life or with-\nout it, the universe itself, are seen as only Śiva.",
            "chapter": "",
            "verse": "16",
            "commentary": false
        },
        {
            "text": "They came and came, and then they have to go.\nEver must they, night and day, move on and on.\nWhence they came, thither must they go.\nWhat is anything? It is nothing, nothing,\nnothing.",
            "chapter": "",
            "verse": "19",
            "commentary": false
        },
        {
            "text": "By (controlling) my vital airs I cut my way\nthrough the six forests, till the digit of the moon awoke for me, and the material world dried up within me.\nWith the fire of love I parched my heart as a\nman parcheth grain,\nAnd at that moment did I obtain Śiva.",
            "chapter": "",
            "verse": "25",
            "commentary": false
        },
        {
            "text": "The foulness of my mind fled from me as\nfoulness from a mirror,\nAnd then among the people did I gain repute (as a devotee).\nWhen I beheld Him, that He was near me,\nI saw that all was He, and that I am nothing.",
            "chapter": "",
            "verse": "31",
            "commentary": false
        },
        {
            "text": "He who hath recognized the Brahma-randhra as the shrine of the Self-God,\nHe who hath known the Unobstructed Sound borne upon the breath (that riseth from the heart) unto the nose,\nHis vain imaginings of themselves have fled far away,\nAnd he himself (recognizeth) himself as the God. To whom else, therefore, should, he offer worship?",
            "chapter": "",
            "verse": "33",
            "commentary": false
        },
        {
            "text": "Whate'er work I did, that was worship.\nWhate'er I uttered with my tongue, that was\na mystic formula.\nThis recognition, and this alone, became one with my body,\nThat this alone is the essence of the scriptures of the Supreme Śiva.",
            "chapter": "",
            "verse": "58",
            "commentary": false
        },
        {
            "text": "There is no 'Thou', no 'I', no object of contemplation, not even contemplation.\nIt is only the All-Creator, who Himself became lost in forgetfulness.\nThe blind folk saw not any meaning in this,\nBut when they saw the Supreme, the seven\nworlds became lost in nothingness.",
            "chapter": "",
            "verse": "59",
            "commentary": false
        },
        {
            "text": "I searched for myself, and wearied myself in vain,\nFor no one hath, I ween, e'er by such efforts\nreached the hidden knowledge.\nThen absorbed I myself in It, and straightway reached the abode of nectar,\nWhere there are many filled jars, but no one\ndrinketh from them.",
            "chapter": "",
            "verse": "60",
            "commentary": false
        },
        {
            "text": "I, Lalla, passed in through the door of the\njasmine-garden of my soul.\nAnd there, Joy! saw I Śiva seated united with His Śakti.\nThere became I absorbed in the lake ofnectar.\nNow, what can (existence) do unto me? For,\neven though alive, I shall in it be dead.",
            "chapter": "",
            "verse": "68",
            "commentary": false
        },
        {
            "text": "Ah restless mind! have no fear within the heart.\nThe Beginningless One Himself taketh though for thee,\n(And considereth) how hunger may fall from thee.\nUtter, therefore, to Him alone the cry of salvation.",
            "chapter": "",
            "verse": "72",
            "commentary": false
        },
        {
            "text": "I, Lalla, went forth in the hope of (blooming like) a cotton-flower.\nMany a kick did the cleaner and the carder give me.\nGossamer made from me did the spinning\nwoman lift from the wheel,\nAnd a hanging kick did I receive in the\nweaver's work-room.",
            "chapter": "",
            "verse": "102",
            "commentary": false
        },
        {
            "text": "When the washerman dashed me (or turned me over) on the washing-stone,\nHe rubbed me much with fuller's earth and soap.\nWhen the tailor worked his scissors on me,\npiece by piece,\nThen did I, Lallā, obtain the way of the Supreme.",
            "chapter": "",
            "verse": "103",
            "commentary": false
        }
    ]
}
