{
    "metadata": {
        "title": "Essence of the Exact Reality or Paramarthasara of Abhinavagupta",
        "author": "Abhinavagupta",
        "translator":"BN Pandit",
        "amazonLink": "",
        "tags": ["Kashmir-Shaivism"]
    },
    "excerpts": [
        {
            "text": "Just as a pure and colourless crystal takes up the appearance of different types of hues reflected in it, so does the Lord also take up the forms of gods, human beings, animals and plants (in the manner of reflection).",
            "chapter": "",
            "verse": "6",
            "commentary": false
        },
        {
            "text": "Just as one's face appears clearly in a clean mirror, so does this Ātman shine as pure consciousness in a mind purified by the bestowal of the divine grace of Lord Śiva.",
            "chapter": "",
            "verse": "9",
            "commentary": false
        },
        {
            "text": "That supreme self-dependence of Paramaśiva, through which He brings about even that which is not possible, is known as the deity named Māyā-śakti. It serves Paramaśiva as a veil to hide Himself.",
            "chapter": "",
            "verse": "15",
            "commentary": false
        },
        {
            "text": "Just as thin juice, thick juice, still thicker molasses (राब), coars sugar and refined sugar etc. are all only the juice of sugarcane (appearing in different forms), so are all phenomena just some different states of Lord Śiva in His universal aspect.",
            "chapter": "",
            "verse": "26",
            "commentary": false
        },
        {
            "text": "Sometimes the Lord may Himself unbound and reveal His real nature by means of yoga that illumins the infinite luxury of one's self-knowledge. Paramaśiva, the Absolute God, plays thus His wonderful game of bondage and liberation.",
            "chapter": "",
            "verse": "33",
            "commentary": false
        },
        {
            "text": "Just as clouds, smoke and dust do not at all pollute the sky, so remains the transcendental self unaffected by the evolutes of Māyā.",
            "chapter": "",
            "verse": "36",
            "commentary": false
        },
        {
            "text": "When the space inside one pitcher becomes completely dusty, it does not happen like that with respect to the space in other pitchers. In the same way are these finite beings mutually different in the matters of pleasure, pain etc.",
            "chapter": "",
            "verse": "37",
            "commentary": false
        },
        {
            "text": "The state of liberation is not confined to any special abode (like Vaikuṇṭha), nor does it necessitate any ascension (towards any celestial abode). Liberation is the illumining of one's divine potency attainable by means of resolving the knots of ignorance.",
            "chapter": "",
            "verse": "60",
            "commentary": false
        },
        {
            "text": "Clad in what so ever clothing, eating what so ever eatables, and residing at what so ever places, the tranquil jñānin, feeling himself to be the inner soul of each and every being and thing, becomes automatically liberated.",
            "chapter": "",
            "verse": "69",
            "commentary": false
        }
    ]
}
