{
    "metadata": {
        "title": "Shri Shiva Rahasya",
        "author": "",
        "translator":"",
        "amazonLink": "",
        "tags": ["Shaivism"],
        "category": "Spirituality"
    },
    "excerpts": [
        {
            "text": "I, the One Lord, through My Play of Darkness and Light bring forth everything in sight. All created things are but sparks of My Divine Light. A part of Me, of My Infinite Self, lies hidden in all things.",
            "chapter": "1",
            "verse": "42",
            "commentary": false
        },
        {
            "text": "Having created a thought, through repetition man identifies therewith and believes himself to be that, regardless of his true nature. O Sages of broad understanding! Man is called Man (Manu) because he is determined by his Mind (Manas). Verily, what Man thinks, that he becomes. Under the influence of material existence, the Self who is by birth a God, thinks himself to be a Man, and a Man he at last becomes.",
            "chapter": "1",
            "verse": "55",
            "commentary": false
        },
        {
            "text": "As the Sky does not become soiled through contact with clouds and the Sun is ever untouched by darkness, even so the various activities of the mind such as thoughts, feelings or sense perceptions, do not affect the Perfect Self. Only the mind and the body, being by nature imperfect, are affected thereby.",
            "chapter": "1",
            "verse": "69",
            "commentary": false
        },
        {
            "text": "Wise men regard this Universe as being made of knowledge. For it arises from the waves of thought dancing upon the surface of the Ocean of Universal Consciousness. That Great Intelligence Which is Boundless and Radiant Beyond Measure, fashions thought from Its rays of light. Thought gives rise to perceptions; and perceptions make up the objects of the World.",
            "chapter": "1",
            "verse": "71",
            "commentary": false
        },
        {
            "text": "I Myself am that Great Lord (Maheshvara), Whose Lordship is attainable through Yoga. I am the Unseen Master of the Cosmic Magic (Maya), the Greatest God. I am glorified in the true Scriptures as the Self of all and having faces in all directions. I am the Perfect One Who See all things from Above, the Witness of all that passes.",
            "chapter": "1",
            "verse": "98",
            "commentary": false
        },
        {
            "text": "That which is known as Matter or Material Energy (Prakarti) gives birth to the Material Universe (Jagat) beginning with the Intellect and ending with the particularised forms.  The Life-Principle called Soul (Atma) enjoys the attributes of Matter as he interacts with it, and falls under its spell.",
            "chapter": "2",
            "verse": "14",
            "commentary": false
        },
        {
            "text": "As the Wind as it rushes over the Sea stirs the water into waves, so the Will of the Self rushing over the tranquil Sea of Matter stirs its waters into life.  Waves of thought, feeling and perception arise therefrom and from that, the World is born. What was unseen comes to sight and what was unmade is brought to pass: thus the unborn springs to life.",
            "chapter": "2",
            "verse": "17",
            "commentary": false
        },
        {
            "text": "But the Yogi who is a Knower of the Self, knows that his Self alone endures and that Matter, from which all things in this World arise, is but his own material half: dividing Itself twofold, the Self becomes on one side the observer and on the other that which is observed.",
            "chapter": "2",
            "verse": "38",
            "commentary": false
        },
        {
            "text": "Everything is immersed in Me and I am the Soul of all. Assuming the form of all the various Gods, I receive all sacrificial offerings and dispense the appropriate rewards.",
            "chapter": "3",
            "verse": "7",
            "commentary": false
        },{
            "text": "O holy ones! as rays from the blazing Sun, as sound from a musical instrument, as pulses from a beating heart, even so the Material World notwithstanding its appearance of permanence is emitted by Me, the Lord, every moment anew.",
            "chapter": "3",
            "verse": "19",
            "commentary": false
        },
        {
            "text": "Stationed in the heart of all beings, I animate the Entire Universe by My Power of Action according to My Infinite Wisdom.",
            "chapter": "5",
            "verse": "16",
            "commentary": false
        },
        {
            "text": "From the will to live, Knowledge and Action are born. Verily, both Knowledge and Action are born of desire. Desire is the activity of the Mind. And the Mind is that aspect of the Soul which desires. For, when the Soul rests in himself, he is happy, peaceful and still. But when he desires a thing he rests not till he has obtained the object of his will.",
            "chapter": "6",
            "verse": "21",
            "commentary": false
        },
        {
            "text": "Having performed an action with a view to obtaining some object or another, one is bound to the result of one's action according to the Inexorable Law of Cause and Effect (Karma). But that Action which springs from Knowledge (and not ignorance), which is selfless and is aimed at Me, the Highest Goal, leads to Liberation and not to bondage.",
            "chapter": "6",
            "verse": "45",
            "commentary": false
        },
        {
            "text": "I Alone Am the Eternal Supreme God. I Am at once Matter and Spirit and their products such as the Intellect and the rest, too. I Alone Am the Bondage and the Creator of Bondage; I Who Create both Bondage and the Bound Souls; I Who Know everything but Am known to none. I Am the Primordial and Ever-Living Ancient One.",
            "chapter": "6",
            "verse": "48",
            "commentary": false
        },
        {
            "text": "O you who are Tigers amongst men! of My Own Free Will I Envelop Myself in Maya, even as the Sun envelopes himself in Clouds. Like the Sun behind the Clouds I surround Myself with the Veil of Maya and hide Myself from the World.",
            "chapter": "6",
            "verse": "49",
            "commentary": false
        },
        {
            "text": "He who abides under Maya's Spell is a bound Soul. He who rises above Maya is its master. Therefore, Maya is the fetter to be conquered through Sadhana or Spiritual Discipline. He who knows the Great Secret of Maya, knows how the World comes into being. He knows how, though the Souls appear to be many, they are in reality One.",
            "chapter": "7",
            "verse": "16",
            "commentary": false
        },
        {
            "text": "O Sages! the body knows only itself. The mind knows the body. And the Soul knows body, mind and himself. It is for this reason that the Soul (Atma) has been called Self (Atma). For he is the Self of all three and the true Self of man.",
            "chapter": "7",
            "verse": "23",
            "commentary": false
        },
        {
            "text": "There shall be no doubt about this. When through the power of Yoga the Soul who is none other but I, penetrates the dark Veil of Maya, he shall behold Me Face to Face and come to know himself as what he really is: the Embodiment of Truth and Identical with My Supreme Self.",
            "chapter": "7",
            "verse": "45",
            "commentary": false
        },
        {
            "text": "Verily, the Wise one who realises that Supreme Master in his heart, who beholds that Eternal Being Who manifests Himself as the Universe and is the Highest Goal of Sages, he alone shall be fit to ascend to My Supreme Abode beyond the plane of ordinary knowledge where he shall enjoy Bliss Undying and Divine.",
            "chapter": "7",
            "verse": "60",
            "commentary": false
        },
        {
            "text": "Maya is a Creative Power without beginning or end. Arising from My Unmanifest Self, like a wave out of the Ocean, it creates the Universe. Thus the Universe is born of My Unmanifest Self by means of Maya.",
            "chapter": "8",
            "verse": "2",
            "commentary": false
        },
        {
            "text": "As a multitude of waves, ever-rising, ever-subsiding, come into being upon the surface of the Ocean which, deep down, remains ever-still, so the multitude of breathing and non-breathing things that constitute the World constantly arise out of Me, the Infinite, Ever-Peaceful Ocean of Universal Consciousness and Bliss.",
            "chapter": "8",
            "verse": "3",
            "commentary": false
        },
        {
            "text": "Having stilled their mind through meditation, God-Realised men experience the Universal Lord Himself, the Self of the Universe, the Greatest One, in their own Soul and upon seeing That, merge in the Supreme Bliss of Heaven.",
            "chapter": "8",
            "verse": "17",
            "commentary": false
        },
        {
            "text": "O you who ever see the Truth! the Universe, resting upon Consciousness, is made of Knowledge. Knowledge is of two kinds: Awake and Dormant. When awake, it is called Knower. When dormant, it is called the Known. The Knower is he who has the power to know himself and others. The Known is that which is known to others, but itself knows not.",
            "chapter": "10",
            "verse": "112",
            "commentary": false
        },{
            "text": "The Known is born of the Knower's Knowledge, for what is insentient, like Matter, is born of what is Sentient, like Spirit.",
            "chapter": "10",
            "verse": "113",
            "commentary": false
        },
        {
            "text": "Now there is another great secret to be known. The Soul, being made of Spirit, nay, being the Supreme Spirit Itself and Identical with Me, is eternally happy, all-wise and free. Yet as he descends at My Divine Command into this Material World, as he must in order to participate in My Creation, he passes through the dark veil of Maya, My Cosmic Magic. In the course of his descent, he becomes tainted by the Threefold Impurity called Mala.",
            "chapter": "10",
            "verse": "165",
            "commentary": false
        },
        {
            "text": "Him I call a Yogi who delights in a quiet mind like as a dark forest where even bird (thought) and beast (anger, fear, desire) go not.",
            "chapter": "10",
            "verse": "187",
            "commentary": false
        },
        {
            "text": "Him I call a Yogi who having calmed his thought, pacified his desire and silenced his tongue, abides in the cave of his own heart like in an impregnable fort.",
            "chapter": "10",
            "verse": "192",
            "commentary": false
        },
        {
            "text": "Him I call a Yogi who having renounced the perception of things seen by the physical eye, abides in the state of the One Who Sees.",
            "chapter": "10",
            "verse": "199",
            "commentary": false
        },

        {
            "text": "Him I call a Yogi who thinks not, contemplates not, imagines not, but ever abides in his Natural State (Atma-Satbhava).",
            "chapter": "10",
            "verse": "211",
            "commentary": false
        },
        {
            "text": "Having cast off attachment to the fruits of action, ever content and free, he finds Enlightenment in whatever activities he performs in Unity with Me.",
            "chapter": "10",
            "verse": "215",
            "commentary": false
        },
        {
            "text": "I Am Shiva. I Am the One in Whom all things rest (Shi) and by Whose Power all things move (Va). Since I Am all and everything, each act of worship is but I Doing Worship unto Myself.",
            "chapter": "10",
            "verse": "252",
            "commentary": false
        },
        {
            "text": "Verily, I, the Lord, am the Worshipper, the Worshipped and the Act of Worship too. Naught exists beside Me. He who knows this is a true believer in Unity and a faithful follower of Truth.",
            "chapter": "10",
            "verse": "253",
            "commentary": false
        },
        {
            "text": "When I, the Supreme Reality, look outwards, as it were, I Project the World Dream consisting of innumerable Universes down to the smallest atom. When I look inwards, all this vanishes in the Infinite Light of My Own Self like a dewdrop in the light of the rising Sun. This is Life's Great Mystery which is a Feat of Magic and a Play.",
            "chapter": "11",
            "verse": "209",
            "commentary": false
        }
    ]
}
