{
    "metadata": {
        "title": "Sri Devikalottara",
        "author": "",
        "translator":"T.K.Jayaraman",
        "amazonLink": "",
        "tags": ["Advait-Vedanta"],
        "category": "Spirituality",
        "language": "en"
    },
    "excerpts": [
        {
            "text": "When the mind moves even a little, that is samsara (worldly bondage); when the mind abides firmly and motionlessly (in the state of Self), that is mukti (liberation). This is certain. Therefore know that the wise man must hold his mind firm by supreme Self-awareness.",
            "chapter": "",
            "verse": "10",
            "commentary": false
        },
        {
            "text": "The consciousness (chaitanya) associated with the aspect ‘am’ is called Sakti. The universe shines by its light. The entire creation is Sakti’s sankalpa (thought). The state (of mind) which is completely devoid of all attachment is the pure (wisdom) to be attained.",
            "chapter": "13",
            "verse": "",
            "commentary": false
        },
        {
            "text": "For those whose minds are constantly expanding, clinging to external objects, factors will always arise causing increasing bondage. If the outward-wandering mind is turned inwards to stay in its natural state, know that one will not undergo any suffering in the world.",
            "chapter": "18",
            "verse": "",
            "commentary": false
        },
        {
            "text": "This entire universe is nothing but the niralamba (the reality which exists without any support). Further, it shines being illumined by the niralamba. The yogi (with his mind turned inward) merges with this whole one by making every object in this world one with it. Know this.",
            "chapter": "",
            "verse": "22",
            "commentary": false
        },

        {
            "text": "The mind, hankering after things of the world, is more restless than a monkey. If one controls it from wandering after external things and holds it in the void of non-matter one will attain liberation directly.",
            "chapter": "",
            "verse": "27",
            "commentary": false
        },
        {
            "text": "The full Consciousness (purna chit) which is not other than the true import of the word ‘I’, being non-different in all the principles (tattvas) and being other than the sense ‘I am the body’, is the all-pervading Reality.",
            "chapter": "",
            "verse": "28",
            "commentary": false
        },

        {
            "text": "The expanding mind will attain peace, becoming still of its own accord, if it is deprived of something to hold on,just as fire gets extinguished gradually if not fed with fuel.",
            "chapter": "",
            "verse": "30",
            "commentary": false
        },
        {
            "text": "If one meditates that the one Consciousness (chit) is different from the prana (life-force), which has subtly attached itself to this gross body, from the mind, from the intellect and from the ego, one will become established in that Consciousness.",
            "chapter": "",
            "verse": "32",
            "commentary": false
        },
        {
            "text": "Due to sleep and due to thoughts the mind always loses its sharpness, its foolishness increases, and it goes to ruin. Awakening this mind with effort, and without allowing it to wander, establish it in the state of Self. Persevere in this effort by fixing the mind again and again in its natural state.",
            "chapter": "",
            "verse": "33",
            "commentary": false
        },
        {
            "text": "Make the mind, which always clings to some support (attaching itself to sense-objects), devoid of all such supports. Making the mind, which is restless in clinging to external supports, motionless, do not disturb that tranquillity even a little.",
            "chapter": "",
            "verse": "35",
            "commentary": false
        },
        {
            "text": "Meditate on the peerless Self which pervades all the various forms, yet remains without any blemish (being unaffected by them), just as ether, pervading all the creations made up of the five elements, remains unsullied at the time of their dissolution.",
            "chapter": "",
            "verse": "36",
            "commentary": false
        },
        {
            "text": "Do not practise meditation by fixing the mind on the six adhara chakras, the ones that are up or down or in the middle, or anywhere else. Giving up all such meditations, make the mind always devoid of any support (either inside or outside).",
            "chapter": "",
            "verse": "38",
            "commentary": false
        },
        {
            "text": "If the mind falls asleep, awaken it. Then if it starts wandering, make it quiet. If you reach the state where there is neither sleep nor movement of mind, stay still in that, the natural (real) state.",
            "chapter": "",
            "verse": "39",
            "commentary": false
        },
        {
            "text": "The state in which the mind is bereft of any support to cling to, ever faultless and pure, and devoid of worldly attachments, is the nature of liberation attained through knowledge. Keep this firmly in mind.",
            "chapter": "",
            "verse": "40",
            "commentary": false
        },
        {
            "text": "Know that whoever meditates on that supreme void and becomes established in it by virtue of constant practice, will definitely attain the great state which is beyond birth and death.",
            "chapter": "",
            "verse": "42",
            "commentary": false
        },
        {
            "text": "All objects of attachments are said to be pairs of opposites (happiness and misery, good and bad, profit and loss, victory and defeat, and so on). When one rises above those pairs of opposites, one realises the Supreme. Such a yogi is a jivanmukta, liberated from bondage. On discarding the body, he becomes a videhamukta.",
            "chapter": "",
            "verse": "44",
            "commentary": false
        },
        {
            "text": "The Consciousness which shines as `I' in the Heart- lotus is pure (flawless) and perfectly steady (without a trace of movement). By destroying the ego, which rises (from that Consciousness), that Consciousness itself bestows the supreme joy of liberation. Be sure about it.",
            "chapter": "",
            "verse": "46",
            "commentary": false
        },
        {
            "text": "Maintain a neutral attitude towards all things; do not get infatuated with anything; maintain equanimity whether in happiness or suffering; be the same to friends and enemies; treat alike a broken piece of mud pot and a piece of gold.",
            "chapter": "",
            "verse": "74",
            "commentary": false
        }
    ]
}
