{
    "metadata": {
        "title": "Śvetāśvatara Upaniṣad",
        "author": "",
        "translator":"Swami Tyagisananda",
        "amazonLink": "https://amzn.to/40NKxaF",
        "tags": ["Shaivism"],
        "category": "Spirituality",
        "language": "en"
    },
    "excerpts": [
        {
            "text": "Just as the same metal disc, which was stained by dust before, shines brilliantly when cleaned, so the embodied being, seeing the truth of Ātman, realizes oneness, attains the goal, and becomes sorrowless.",
            "section": "",
            "chapter": "2",
            "verse": "14"
        },
        {
            "text": "He who protects and controls the worlds by His own powers, He - Rudra - is indeed one only. There is no one beside Him who can make Him the second. O men, He is present inside the hearts of all beings. After projecting and maintaining all the worlds, He finally withdraws them into Himself. ",
            "section": "",
            "chapter": "3",
            "verse": "2"
        },
        {
            "text": "There is naught higher than or different from Him; naught greater or more minute than Him. Rooted in His own glory He stands like a tree, one without a second and immovable. By that Being the whole universe is filled.",
            "section": "",
            "chapter": "3",
            "verse": "9"
        },
        {
            "text": "That which is, that which was, and that which is yet to be - all this is nothing but this Infinite Being. Though He grows beyond His own nature into the form of the objective universe, He still remains the lord of immortality.",
            "section": "",
            "chapter": "3",
            "verse": "15"
        },
        {
            "text": "When ignorance is dispelled, there is neither day nor night, neither being nor non-being. There is only that Auspicious One who is imperishable, and who is worthy of being adored by the creator. From Him has proceeded the ancient wisdom.",
            "section": "",
            "chapter": "4",
            "verse": "18"
        },
        {
            "text": "The sun does not shine there ; neither the moon, nor the stars. There these lightnings shine not, - how then this fire? Because He shines, everything shines after Him. By His light all this shines.",
            "section": "",
            "chapter": "6",
            "verse": "14"
        }
    ]

}