{
    "metadata": {
        "title": "Tantrasāra of Abhinavagupta",
        "author": "Abhinavagupta",
        "translator":"H N Chakravarty",
        "amazonLink": "https://amzn.to/3Uwn4sj",
        "tags": ["Kashmir-Shaivism"]
    },
    "excerpts": [
        {
            "text": "The Self with the body of light is Śiva, [who is] free. He, by the delightful sport of his power of autonomy, veils his innate nature and opens up his perfect form again, either with sequence or without it, or by three distinct means.",
            "chapter": "1",
            "verse": "5",
            "commentary": false
        },
        {
            "text": "The entire universe is shining on the clear inner core of the Self. The multifarious forms shine on the surface of the mirror, but the mirror is not aware of them. On the other hand, supreme consciousness, by means of continuous flow of its own delight of self-consciousness, reflects the universe.",
            "chapter": "3",
            "verse": "",
            "commentary": false
        },
        {
            "text": "The supreme reality is unlimited by nature and consists of an undivided singularity of consciousness. It transcends all the principles of limited nature which terminate in Siva. This renders stability to all and is the vitality of the universe. Through it the universe \"throbs\" with life, and that is '\"I\" (aham). Therefore, I am both transcendent and immanent. ",
            "chapter": "4",
            "verse": "",
            "commentary": false
        },
        {
            "text": "Thus, numerous creations and dissolutions occur in one breath, having the characteristic of the great creation.\n\nVisualizing one's own power of breath. which is nondifferent from one's own consciousness, which transcends time along with being ever engaged with the wheel of creation, maintenance and dissolution, one becomes one with Bhairava, the Lord. ",
            "chapter": "6",
            "verse": "",
            "commentary": false
        }
    ]
}
