{
    "metadata": {
        "title": "The Vedanta Philosophy",
        "author": "Swami Vivekananda",
        "translator":"",
        "amazonLink": "https://amzn.to/3D2Bb2y",
        "tags": ["Advait-Vedanta"],
        "category": "Spirituality",
        "language": "en"
    },
    "excerpts": [
        {
            "text": "All the Vedantists agree on three points.  They believe in God, in the Vedas as revealed, and in cycles",
            "section": "",
            "chapter": "",
            "verse": "1"
        },
        {
            "text": "The belief about cycles is as follows:  All matter throughout the universe is the outcome of one primal matter called  Âkâsha;  and all force, whether gravitation, attraction or repulsion, or life, is the outcome of one primal force called Prâna. Prâna acting on  Âkâsha is creating or projecting the universe.",
            "section": "",
            "chapter": "",
            "verse": "2"
        },
        {
            "text": "At the beginning of a cycle, Âkâsha is motionless, unmanifested.  Then Prâna begins to act, more and more, creating grosser and grosser forms out of  Âkâsha  —  plants, animals, men, stars, and so on.",
            "section": "",
            "chapter": "",
            "verse": "3"
        },
        {
            "text": "Now there is something beyond  Âkâsha and Prâna.  Both can be resolved into a third thing called Mahat  — the Cosmic Mind.  This Cosmic Mind does not create  Âkâsha and Prâna, but changes itself into them.",
            "section": "",
            "chapter": "",
            "verse": "4"
        },
        {
            "text": "According to the Sânkhya philosophy, the reactive state of the mind called Buddhi or intellect is the outcome, the change, or a certain manifestation of the Mahat or Cosmic Mind.",
            "section": "",
            "chapter": "",
            "verse": "5"
        },
        {
            "text": "Behind even Mahat, the Sânkhya conceives of a certain state which is called Avyakta or unmanifested, where even the manifestation of mind is not present, but only the causes exist.  It is also called Prakriti.",
            "section": "",
            "chapter": "",
            "verse": "6"
        },
        {
            "text": "Beyond this Prakriti, and eternally separate from it, is the Purusha, the soul of the Sânkhya which is without attributes and omnipresent.  The Purusha is not the doer but the witness.",
            "section": "",
            "chapter": "",
            "verse": "7"
        },
        {
            "text": "The Vedantists reject the Sânkhya ideas of the soul and nature. Vedantists, from the very first affirm that this soul and this nature are one.",
            "section": "",
            "chapter": "",
            "verse": "8"
        },
        {
            "text": "They say there are three existences in this universe  —  God, soul, and nature.  Nature and soul are, as it were, the body of God, and in this sense it may be said that God and the whole universe are one.",
            "section": "",
            "chapter": "",
            "verse": "9"
        },
        {
            "text": "The idea of the Advaitists is to generalise the whole universe into one  —  that something which is really the whole of this universe.  And they claim that this whole universe is one, that it is one Being manifesting itself in all these various forms.",
            "section": "",
            "chapter": "",
            "verse": "10"
        },
        {
            "text": "When one is in ignorance, he sees the phenomenon and does not see God.  When he sees God, this universe vanishes entirely for him.  Ignorance or Mâyâ, as it is called, is the cause of all this phenomenon  —  the Absolute, the Unchangeable, being taken as this manifested universe.",
            "section": "",
            "chapter": "",
            "verse": "11"
        },
        {
            "text": "Behind everything the same divinity is existing, and out of this comes the basis of morality.",
            "section": "",
            "chapter": "",
            "verse": "12"
        },
        {
            "text": "In injuring another, I am injuring myself;  in loving another, I am loving myself.",
            "section": "",
            "chapter": "",
            "verse": "13"
        },
        {
            "text": "The Advaitist says, this little personalised self is the cause of all my misery.  This individualised self, which makes me different from all other beings, brings hatred and jealousy and misery, struggle and all other evils.",
            "section": "",
            "chapter": "",
            "verse": "14"
        },
        {
            "text": "We claim that concentrating the powers of the mind is the only way to knowledge.  In external science, concentration of mind is  —  putting it on something external;  and in internal science, it is  —  drawing towards one's Self.  We call this concentration of mind Yoga.",
            "section": "",
            "chapter": "",
            "verse": "16"
        },
        {
            "text": "Yogis claim that by concentration of the mind every truth in the universe becomes evident to the mind, both external and internal truth.",
            "section": "",
            "chapter": "",
            "verse": "17"
        },
        {
            "text": "Religion always takes three steps.  The first is dualism.  Then man gets to a higher state, partial non-dualism. And at last he finds he is one with the universe.",
            "section": "",
            "chapter": "",
            "verse": "18"
        },
        {
            "text": "The Vedas teach three things:  this Self is first to be heard, then to be reasoned, and then to be meditated upon.  When a man first hears it, he must reason on it, so that he does not believe it ignorantly, but knowingly;  and after reasoning what it is, he must meditate upon it, and then realise it.  And that is religion.  Belief is no part of religion.  We say religion is a superconscious state.",
            "section": "",
            "chapter": "",
            "verse": "20"
        },
        {
            "text": "Each soul is a circle.  The centre is where the body is, and the activity is manifested there.  You are omnipresent, though you have the consciousness of being concentrated in only one point.  That point has taken up particles of matter, and formed them into a machine to express itself.  That through which it expresses itself is called the body.  You are everywhere.  When one body or machine fails you, the centre moves on and takes up other particles of matter, finer or grosser, and works through them.  Here is man, and what is God?  God is a circle, with circumference nowhere, and centre everywhere.  Every point in that circle is living.  conscious, active, and equally working.  With our limited souls, only one point is conscious, and that point moves forward and backward.",
            "section": "",
            "chapter": "",
            "verse": "23"
        },
        {
            "text": "Soul is a circle whose circumference is nowhere  (limitless) but whose centre is in some body.  Death is but a change of centre.  God is a circle whose circumference is nowhere, and whose centre is everywhere.  When we can get out of the limited centre of body, we shall realize God, our true Self.",
            "section": "",
            "chapter": "",
            "verse": "24"
        },
        {
            "text": "If you think that you are bound, bound you will remain. If you think you are free, free you will be.",
            "section": "",
            "chapter": "",
            "verse": ""
        },
        {
            "text": "There is really no difference between matter, mind, and spirit.  They are only different phases of experiencing the one. This very world is seen by the five senses as matter, by the very wicked as hell, by the good as heaven, and by the perfect as God.",
            "section": "",
            "chapter": "",
            "verse": ""
        },
        {
            "text": "Now and then we know a moment of supreme bliss, when we ask nothing, give nothing, know nothing but bliss.  Then it passes, and we again see the panorama of the universe moving before us;  and we know that it is but a mosaic work set upon God, who is the background of all things.",
            "section": "",
            "chapter": "",
            "verse": ""
        },
        {
            "text": "As soon as we react, we become slaves.  A man blames me, and I immediately react in the form of anger.  A little vibration which he created made me a slave.",
            "section": "",
            "chapter": "",
            "verse": "34"
        }
    ]
}
